[
  {
    "id": "1",
    "title": "Jungle Cruise",
    "genre": "Adventure",
    "director": "Jaume Collet-Serra",
    "year": 2021,
    "imageURL": "/static/img/jungle-cruise.jpeg",
    "rating": 5,
    "description": "Dreaming about saving countless lives and having another adventure, the feisty English feminist and doctor of botany, Dr Lily Houghton, embarks on a peril-laden mission to change the world. Along with her fashionable brother, MacGregor, Dr Houghton enlists the help of the arrogant, wisecracking riverboat skipper, Captain Frank Wolff, to guide them through the serpentine Amazon River in La Quila, his swift wooden boat. Now, as the intrepid trio ventures deeper and deeper into the heart of an impenetrable green maze, searching for something that cannot be found, a centuries-old curse and the ruthless aristocrat, Prince Joachim, threaten to put an end to their ambitious plans."
  },
  {
    "id": "2",
    "title": "The Little Mermaid",
    "genre": "Fantasy",
    "director": "Rob Marshall",
    "year": 2023,
    "imageURL": "/static/img/the-little-mermaid.jpg",
    "rating": 2,
    "description": "The youngest of King Triton's daughters, Ariel is a beautiful and spirited young mermaid with a thirst for adventure. Longing to find out more about the world beyond the sea, Ariel visits the surface and falls for the dashing Prince Eric. Following her heart, she makes a deal with the evil sea witch, Ursula, to experience life on land."
  },
  {
    "id": "3",
    "title": "Home Alone",
    "genre": "Comedy",
    "director": "Chris Columbus",
    "year": 1990,
    "imageURL": "/static/img/home-alone.jpeg",
    "rating": 5,
    "description": "It is Christmas time and the McCallister family is preparing for a vacation in Paris, France. But the youngest in the family, Kevin (Macaulay Culkin), got into a scuffle with his older brother Buzz (Devin Ratray) and was sent to his room, which is on the third floor of his house. Then, the next morning, while the rest of the family was in a rush to make it to the airport on time, they completely forgot about Kevin, who now has the house all to himself. Being home alone was fun for Kevin, having a pizza all to himself, jumping on his parents' bed, and making a mess. Then, Kevin discovers about two burglars, Harry (Joe Pesci) and Marv (Daniel Stern), about to rob his house on Christmas Eve. Kevin acts quickly by wiring his own house with makeshift booby traps to stop the burglars and to bring them to justice."
  },
  {
    "id": "4",
    "title": "Star Wars: Episode V - The Empire Strikes Back",
    "genre": "Adventure, Action, Fantasy",
    "director": " Irvin Kershner",
    "year": 1980,
    "imageURL": "/static/img/star-wars-V.jpg",
    "rating": 5,
    "description": "Luke Skywalker joins forces with a Jedi Knight, a cocky pilot, a Wookiee and two droids to save the galaxy from the Empire's world-destroying battle station, while also attempting to rescue Princess Leia from the mysterious Darth Vader."
  },
  {
    "id": "5",
    "title": "Star Wars: Episode VI - Return of the Jedi",
    "genre": "Adventure, Action, Fantasy",
    "director": "Richard Marquand",
    "year": 1983,
    "imageURL": "/static/img/star-wars-6.jpg",
    "rating": 5,
    "description": "After rescuing Han Solo from Jabba the Hutt, the Rebel Alliance attempt to destroy the second Death Star, while Luke struggles to help Darth Vader back from the dark side."
  },
  {
    "id": "6",
    "title": "Star Wars: Episode IV - A New Hope",
    "genre": "Adventure, Action, Fantasy",
    "director": "George Lucas",
    "year": 1972,
    "imageURL": "/static/img/star-wars-4.jpg",
    "rating": 5,
    "description": "Luke Skywalker joins forces with a Jedi Knight, a cocky pilot, a Wookiee and two droids to save the galaxy from the Empire's world-destroying battle station, while also attempting to rescue Princess Leia from the mysterious Darth Vader."
  },
  {
    "id": "7",
    "title": "Spider-Man",
    "genre": "Action",
    "director": "Sam Raimi",
    "year": 2002,
    "imageURL": "/static/img/SpiderMan.jpg",
    "rating": 5,
    "description": "After being bitten by a genetically-modified spider, a shy teenager gains spider-like abilities that he uses to fight injustice as a masked superhero and face a vengeful enemy."
  }
]